<template>
    <div>
        <div class="cnt privacy">
            <h3>“CocoFX 서비스약관”</h3>
            <div class="txt_pre">
CocoFX는 웹사이트에서 정보, 컨텐츠, 도구, 제품 및 서비스를 제공하게 되어 기쁩니다. 본 이용약관은 CocoFX와 관련된 중요 사항들을 규율합니다. CocoFX 솔루션의 이용은 본 이용 약관의 적용을 받으며 본 이용 약관은 귀하와 당사 간의 구속력 있는 계약입니다.
 
본 CocoFX 웹사이트 및 웹사이트가 제공하는 서비스는 본 약관에 명시된 조항들을 기준으로 합니다. 본 약관의 내용에 동의하는 것은 귀하가 약관의 각 내용을 이해하고 그대로 이행하는데 합의하였음을 의미합니다. 귀하가 웹사이트에 접속하거나 관련 정보를 조회 및 다운로드 하는 등으로 CocoFX가 제공하는 서비스를 이용하는 것은 귀하가 본 약관을 읽고 이해하며 그 내용이 구속력을 갖게 된다는 점을 동의한 것으로 간주됩니다. 귀하의 웹사이트 이용은 귀하가 웹사이트에 접속한 날짜와 동일한 효력을 갖는 버전의 조항에 의해 규율됩니다. CocoFX는 별도의 고지 없이, 언제든지 본 약관을 변경할 수 있고 이를 귀하에게 개별적으로 고지할 의무는 없습니다. 귀하는 정기적으로 변경된 약관의 최신 버전을 확인 및 검토하여야 하고 이를 이행하지 아니하여 발생하는 불이익은 귀하에게 귀속됩니다. 약관이 변경된 이후에도 CocoFX 서비스를 계속하여 사용할 경우 귀하가 변경된 약관의 내용을 이해하고 동의하는 것으로 간주됩니다.
 
웹사이트 및 웹사이트에 게시된 모든 텍스트, 그래픽, 이미지, 소프트웨어 및 그 밖의 모든 자료에 대한 저작권은 CocoFX가 소유하며, 여기에는 웹사이트 상의 자료 및 서비스 관련 모든 등록상표와 기타 지적재산권이 포함됩니다. 본 웹사이트에서 제공되거나 제공하는 정보 및 자료는 개인적, 합법적 및 비상업적으로만 이용할 수 있습니다.
 
귀하는 위와 같이 개인적, 합법적 및 비상업적으로만 웹사이트의 발췌물을 컴퓨터 스크린에 표시하거나 인쇄할 수 있으며 이 경우에도 첫 출력물, 다운로드에 표시된 일체의 저작권 및 기타 재산권 고지, CocoFX 등록상표, 로고를 변조·추가·삭제하지 않고 그대로 보존해야 합니다. 귀하는 본 약관에 명시된 경우 외에는 CocoFX의 사전 서면 허가 없이 웹사이트의 자료를 다른 상업적 목적으로 변조, 수정, 복제, 배포하거나 사용할 수 없습니다. CocoFX는 불법 또는 허가되지 않은 정보 사용에 대해 그 사용 고객을 상대로 적절한 법적 조치를 취할 권리가 있습니다. 웹사이트에서 제공되는 모든 정보, 제품 및 서비스는 귀하가 해당 국가의 법률에 따라 본 서비스를 이용하고 CocoFX와 구속력 있는 계약을 체결할 능력이 있는 법정 연령 이상인 경우에만 사용할 수 있습니다. CocoFX는 단독 재량으로 웹사이트의 정보 액세스를 제한, 정지 또는 종료 할 수 있는 권한을 보유합니다. 귀하는 CocoFX가 CocoFX에서 제공하는 서비스, 계정 세부 정보 또는 계정에 포함된 파일, 기타 콘텐츠에 귀하가 액세스하는 것을 제한할 수 있음을 인정하고 이에 동의합니다. 귀하가 웹사이트에 표시되는 부적절한 자료를 발견한 경우에는 즉시 CocoFX에 통보합니다. 귀하는 어떤 경우에도 웹사이트에 또는 웹사이트와 관련된 권리(본 약관 및 웹사이트의 특정 서비스나 섹션에 적용되는 그 밖의 약관에 따라 웹사이트를 이용할 권리는 제외)를 보유하거나 귀하에게 웹사이트에 또는 웹사이트와 관련된 권리가 있는 것처럼 표시해서는 안 됩니다.
 
귀하는 CocoFX 및 CocoFX 로고는 CocoFX의 고유한 등록상표임을 인정합니다. 귀하는 본 약관에서 정하는 바에 따라서만 본 웹사이트에서 다운로드한 자료에 표시된 등록상표를 변조하지 않고 복제할 수 있으나, 다른 방식으로 이를 사용, 복사, 각색, 삭제할 수는 없습니다.
 
 
정의
 
“계약”
본 정책의 이용 약관을 의미합니다.
 
“CocoFX”
CocoFX가 제공하는 웹사이트 및 솔루션을 의미합니다.
 
“데이터”
귀하가 또는 귀하의 허락을 받고 웹사이트에 입력하는 모든 데이터를 의미합니다.
 
“지적재산권”
전 세계 모든 지역의 등록 또는 미등록 의장권, 특허, 저작권, 데이터베이스권, 데이터보호권, 등록상표, 서비스 상표, 저작인격권, 노하우 및 그 밖의 모든 지적 또는 산업재산권을 의미합니다.
 
“회원”
현재 모든 CocoFX 등록 사용자를 의미합니다.
 
“서비스”
웹사이트를 통해 이용할 수 있는 모든 서비스(CocoFX가 변경 및 업데이트 할 수 있는 서비스를 포함)를 의미합니다.
 
“웹사이트”
CocoFX가 소유하거나 운영하는 웹사이트 상에서 사용할 수 있는 모든 이미지, 서면 자료, 데이터베이스, 소프트웨어 또는 그 밖의 자료를 의미합니다.
 
 
1. 접속 조건
 
1.1: 귀하는 웹사이트 접속에 필요한 모든 사용자 이름과 비밀번호를 반드시 안전하게 비밀로 보관해야 합니다. 귀하의 비밀번호가 무단 사용되거나 그 밖의 보안상 위험이 발생할 경우 즉시 CocoFX에 알려야 하며 그 경우에는 CocoFX가 귀하의 비밀번호를 재설정할 수 있습니다.
 
1.2: 접속 후 서비스를 이용시 귀하는 다음 각 호를 준수해야 합니다.
 
•a) CocoFX 컴퓨팅 시스템이나 네트워크 또는 제3자가 서비스를 호스팅할 경우, 해당 제3자의 컴퓨팅 시스템이나 네트워크의 보안이나 무결성을 손상시켜서는 안 됩니다.
 
•b) 서비스, 웹사이트, 또는 서비스를 전달하는 데 사용되는 다른 시스템의 기능을 악화시키거나 다른 사용자가 서비스 또는 웹사이트를 사용하지 못하도록 방해해서는 안 됩니다. 서버의 용량이 제한되어 있고 이를 많은 사람들이 함께 사용하고 있기 때문에 귀하는 CocoFX 서버 또는 CocoFX 서버에 연결된 네트워크에 부담을 줄 수 있는 방식으로 CocoFX를 사용할 수 없습니다.
 
•c) 웹사이트가 호스팅되어 있는 컴퓨터 시스템 또는 귀하가 명시적인 접근 허가를 받은 자료를 제외한 다른 일체의 자료에 무단 접근 시도를 해서는 안 됩니다.
 
•d) 다른 사람의 컴퓨터 장치나 소프트웨어에 손상을 입힐 수 있는 파일, 공격적인 내용의 콘텐츠 또는 위법적인 자료나 데이터 (귀하에게 사용할 권리가 없는, 저작권이나 영업 비밀로 보호되는 데이터 또는 기타 자료 포함)를 웹사이트에 전송하거나 입력해서는 안 됩니다.
 
•e) 서비스를 전달하거나 웹사이트를 운영하는 데 사용되는 컴퓨터 프로그램을 수정·복사·분해·역파일·역설계해서는 안 됩니다. 단 서비스나 웹사이트를 정상적으로 운영하기 위해 사용하는 데 반드시 필요한 경우는 제외합니다.
 
1.3: CocoFX는 일부 기능 제한, 서비스 이용 정지 등 귀하의 서비스 이용을 제한할 수 있습니다. 이 경우에는 제한 조건을 알려드릴 것입니다.
 
1.4: 회원으로 등록함으로써 귀하는 다음과 같이 진술하고 보증합니다.
 
•a) 귀하는 본 약관에 동의하였습니다.
 
•b) 귀하는 해당 국가의 법률에 따라 법정 연령이고, CocoFX와 구속력 있는 계약을 체결할 능력이 있으며, 본 약관에 동의할 자격이 있습니다.
 
•c) 귀하는 귀하의 CocoFX 계정에 추가하는 자금의 법적 소유자이며 이 자금의 출처는 합법적입니다.
 
•d) 귀하는 CocoFX 서비스 이용으로 인해 귀하의 거주 국가 사법 관할권의 법률을 위반하지 않습니다. CocoFX 및 이와 관련된 정보의 사용 및 배포가 귀하 국가의 관련 법률이나 규정에 위배되는 경우에는 이를 이용할 수 없습니다. 귀하는 스스로 본인에게 적용되는 법률 및 규정을 확인하고 이를 준수하여야 하며 그와 관련된 모든 책임은 귀하에게 있습니다. CocoFX는 관련 법률에 따라 그 제안, 요청, 구매 및 판매가 위법한 모든 관할 지역의 사람에게 CocoFX의 제품 또는 서비스를 판매하거나 판매할 것을 권유하지 않습니다.
 
•e) 귀하는 CocoFX가 제공하는 서비스 이용에 따르는 위험을 인지하고 있습니다. 이 위험에는 비트코인 등 암호자산 지수의 파생상품 등의 높은 변동성으로 인해 시장이 귀하에게 불리하게 이동할 경우 귀하가 거래 계정의 자금 전체를 잃을 수 있다는 사실이 포함됩니다.
 
•f) 귀하는 위장 주문 등을 비롯한 모든 형태의 시장 조작 행위를 하거나 이에 가담해서는 안 됩니다.
 
•g) ID 확인을 위해 귀하가 제공하는 정보 및 문서는 정확하고, 원본이며, 최신의 것이어야 합니다.
 
•h) 귀하가 제출하는 비트코인 등 암호자산의 인출 주소는 귀하의 주소지이어야 하며 귀하는 이 주소에 대한 전적인 통제권을 갖습니다.
 
•i) 귀하는 미국, 쿠바, 크림반도 세바스토폴, 이란, 시리아, 북한, 수단 또는 CocoFX가 제공하는 서비스를 제한하는 다른 관할 사법권 내의 거주자가 아니어야 합니다. 귀하가 거주지와 관련하여 허위 진술을 한 것으로 판단되면 CocoFX는 즉시 귀하의 계정을 폐쇄하고 오픈 포지션 일체를 시중 최저가로 매각할 수 있는 권리를 보유합니다.
 
1.5: 귀하는 귀하의 이메일 주소와 성명을 제출하여 최초 계정을 개설할 수 있습니다.
 
1.6: 귀하는 귀하의 CocoFX 계정에 로그인함으로써 CocoFX의 관련 협력업체 서비스에도 통합 로그인이 되는 것에 동의합니다.
 
1.7: CocoFX는 자금세탁방지법을 준수할 목적으로 언제든지 귀하의 신원을 확인할 권리를 보유합니다.
 
1.8: 당사는 귀하에게 고객 실사 (CDD) 실시를 요구하기 전에 특정 거래 한도를 부과합니다. 귀하는 이 과정에 협조하는 데 동의하고 신원 및 사업 관계 목적을 확인하는 데 필요로 할 수 있는 모든 문서, 정보를 제공하여야 합니다.
 
1.9: 귀하가 의심스러운 거래나 기타 거래에 관여하는 경우 및 상기 보증 중 하나라도 위반했다는 의심이 들거나 그러하다고 판단할 만한 이유가 있는 경우에 당사는 귀하의 계정을 동결시킬 수 있습니다. 계정이 동결되면 귀하가 실행한 거래를 반대 매매하는 결과를 초래할 수 있습니다. 당사는 당사가 귀하의 거래 포지션을 종료하거나 귀하가 CocoFX에서 거래할 수 있는 능력을 상실함으로 인해 발생할 수 있는 일체의 손실이나 수익을 명시적으로 배제하며 귀하는 귀하의 행위 또는 당사가 귀하의 포지션을 조기에 종료함으로 인해 야기된 일체의 법적분쟁에 대해 당사를 면책하는 데 동의합니다. 귀하의 계정이 동결된 상태인 동안 당사는 조사를 실시할 것이며 귀하에게 그에 협조할 것을 요구할 수 있습니다. 조사 단계를 진행하는 동안 귀하는 귀하의 계정에 입금하거나 인출할 수 없으며 거래를 할 수도 없습니다. 조사가 끝난 후 당사는 자체 재량으로 귀하의 계정을 폐쇄하기로 결정할 수 있으며 계정 폐쇄에 사유를 귀하에게 고지하지 않을 수 있습니다.
 
1.10: 당사는 재량으로 귀하에게 7일 전에 고지하고 계정을 폐쇄할 권리를 보유합니다. 귀하는 이 7일 내에 귀하의 포지션을 종료하여야 합니다. 이를 따르지 않는 경우, 당사는 귀하의 포지션을 강제로 종료하고 귀하의 계정에 남아 있는 비트코인 등 암호자산을 귀하에게 반환합니다.
 
1.11: 당사에게 귀하의 인출 주소를 포함한 정확한 세부정보를 제공하는 것은 전적으로 귀하의 책임입니다. 당사는 귀하가 부정확하거나 최신의 정보가 아닌 정보를 제공함으로 인하여 인출한 비트코인 등의 암호자산을 수령하지 못하는 결과에 대해 일체의 법적 책임을 부담하지 않습니다. 또한 CocoFX에 전송한 거래가 적정한 형식을 갖추고 정확한 통화로 표시되었는지를 확인하는 것도 귀하의 책임입니다. CocoFX는 비트코인 주소로 전송된 라이트코인을 포함하되 이에 국한되지 않는 잘못된 거래에 대한 일체의 법적 책임을 부담하지 않습니다.
 
1.12: 당사는 질서 있는 시장을 유지해야 할 책임이 있습니다. 따라서 시장 혼란이나 기타 이와 관련된 외부 사건 발생시 당사는 재량으로 웹사이트 상에서 거래를 중단할 수 있습니다. 당사는 거래 중단으로 인해 발생했다고 주장하는 손실 또는 이익 상실에 대한 모든 법적 책임을 부담하지 않습니다.
 
1.13: 당사에 대한 폭언, 폭설, 비방, 욕설, 허위사실 유포 등으로 인하여 회사의 손해가 발생한 경우 회사는 대상 고객에게 손해배상을 청구할 수 있으며, 회사의 재량으로 회원자격 정지, 탈퇴 처리, 게시글 삭제를 할 수 있습니다.
 
 
2. 지적재산권
 
2.1: CocoFX는 디자인, 구조, 레이아웃, 그래픽 이미지 및 원본 소스코드를 포함하여 이에 국한되지 않는 웹사이트에서 사용되는 모든 자료(예: 텍스트, 그래픽, 비디오, 오디오, 소프트웨어코드, 사용자 인터페이스 디자인 또는 로고 등)에 관한 지적재산권을 소유합니다. CocoFX는 이에 대한 모든 권리를 보유합니다.
 
2.2: 귀하는 CocoFX와 웹사이트에 관한 모든 지적재산권은 계속해서 CocoFX에 있음을 인정합니다. 단 당사자들 간에 별도의 서면으로 합의한 경우는 제외합니다. 귀하는 사전 서면 허가 없이는 CocoFX의 모든 자료를 변경, 수정, 복제, 배포 또는 상업적으로 이용해서는 안 되며, CocoFX의 소유자 또는 허가된 사용자에 대해 혼동을 일으킬 수 있는 방식으로 CocoFX의 상표, 서비스마크, 상호, 로고를 사용할 수 없습니다. 만약 CocoFX의 저작권 또는 기타 지적재산권을 침해, 위협하거나 그러한 위험이 합리적으로 의심되는 경우 CocoFX와 귀하와의 관계 및 약정은 CocoFX에 의해 종결될 수 있고, CocoFX는 귀하에게 소송을 통해 법적 책임을 물을 수 있습니다.
 
2.3: 귀하는 블로그, 게시판 등 웹사이트의 공개 영역에 콘텐츠를 제출함으로 인해 해당 콘텐츠에 대해 존재할 수 있는 권리가 CocoFX에 있음을 인정합니다. 여기에는 모든 국가에서 콘텐츠(전체 또는 일부)를 사용·복제·수정·각색·출판·번역하거나 파생 저작물 제작·배포·전달·현재 알려져 있거나 추후 개발될 형식을 불문한 모든 매체 또는 기술에 이 콘텐츠를 포함시킬 권리가 포함됩니다. 이는 로열티가 없는 영구적이고 취소할 수 없는 비독점 권리와 라이센스를 의미합니다. 또한 귀하는 구독자가 개인적인 용도로 이러한 콘텐츠에 접근·표시·조회·저장·복제하는 것을 허용합니다.
 
2.4: 귀하는 웹사이트에 콘텐츠를 제출함으로써 해당 콘텐츠에 대해 필요한 모든 지적재산권을 보유할 권리가 있으며 이 권리를 보유하고 있음을 보증합니다. 웹사이트에 포함된 제3자 소유의 모든 자료는 해당 소유자의 허가를 받아 복제됩니다.
 
2.5: CocoFX의 지적재산권에 관련된 조항은 CocoFX와 귀하 간의 관계 종료 후에도 계속 적용됩니다.
 
 
3. 개인정보 보호 정책
 
3.1: 당사는 귀하의 개인정보를 존중하며 본 정책의 보호 방침에 따라 귀하의 개인정보를 보호할 것임을 약속합니다.
 
3.2: 본 웹사이트와 그 소유자는 사용자의 개인정보를 보호하기 위한 필수 조치를 취할 것을 보장합니다. 본 웹사이트는 이에 관한 관련 법령을 준수합니다.
 
3.3: 당사가 귀하로부터 수집하는 데이터는 다른 지역으로 전송되어 그곳에서 보관될 수 있습니다.
 
3.4: 당사는 고객 실사 과정의 일환으로 귀하가 제3자 데이터베이스에 대해 제공하는 정보 / ID 또는 그 밖의 문서를 확인할 수 있습니다. 귀하는 귀하의 정보/ 문서가 이러한 방식으로 사용된다는 데 동의합니다.
 
3.5: CocoFX는 웹사이트 방문 중 사용자 경험을 개선하기 위해 쿠키를 사용할 수 있습니다. 이에 해당되는 경우 본 웹사이트는 사용자가 본인의 컴퓨터 / 장치에서 쿠키 사용을 허가하거나 불허할 수 있게 해주는 쿠키 제어 시스템을 사용할 것입니다. 쿠키 사용시, 웹사이트가 사용자의 명시적인 동의를 받은 후에 사용자 컴퓨터 / 장치에 설치된 쿠키와 같은 파일을 두거나 읽도록 규정한 최신 입법 요건을 준수합니다. 쿠키는 사용자 컴퓨터 하드 드라이브에 저장된 작은 파일로서 사용자 상호 작용과 웹사이트 이용에 관한 정보를 추적·저장·보관합니다. 이로 인하여 웹사이트는 서버를 통해 사용자들에게 본 웹사이트의 맞춤형 서비스를 제공할 수 있습니다. 사용자가 본인의 컴퓨터 하드 드라이브에 본 웹사이트에서 전송한 쿠키를 저장하여 사용하는 것을 거부하는 경우에는 웹브라우저 보안 설정에서 본 웹사이트의 모든 쿠키를 차단하는 필수 조치를 취하여야 합니다. 본 웹사이트는 방문자들의 웹사이트 사용 방식을 보다 효과적으로 파악하기 위해 방문자들을 모니터링하는 추적 소프트웨어를 사용합니다. 이 소프트웨어는 Google Analytics에서 제공하는 것으로 방문자 사용을 추적하는 쿠키를 사용할 수 있습니다. 보다 자세한 정보가 필요하시면 구글 개인정보 보호 정책(http://www.google.com/privacy.html)을 참고하시기 바랍니다.
 
3.6: 사용자는 본인의 자유재량으로 CocoFX에 연락하는 것이며 요청받은 개인정보 제공 시 그에 따른 위험을 감수하여야 합니다. 귀하의 개인정보는 관련 법령에 규정된 바에 따라 그 정보가 더 이상 필요하지 않거나 사용되지 않을 때까지 비공개로, 안전하게 보관됩니다. 당사는 귀하에게 당사가 제공하는 상품과 서비스에 관한 보다 자세한 정보를 제공하거나 귀하가 제출했을 수 있는 일체의 질문 또는 문의에 답변하는 데 도움이 되도록 제출된 정보를 사용합니다. 여기에는 귀하의 상세 정보를 사용하여 귀하에게 중요한 공지를 전달하는 것이 포함됩니다. 이 정보는 절대 이메일 마케팅 자료 수신에 관한 귀하의 사용자 권리를 빠짐없이 기재한 목록이 아닙니다. 귀하의 세부 정보는 합리적인 이유없이 제3자에게 공개되거나 제공되지 않습니다.
 
3.7: 암호화 해시 함수와 키를 사용하여 본 웹사이트에 비트코인 등 암호자산을 전송하는 사용자는 이와 관련된 위험을 감수해야 할 전적인 책임이 있습니다. CocoFX가 제공하는 서비스를 이용함으로써 귀하는 자동적으로 본 웹사이트 사용을 통해 발생하는 일체의 손실, 손해 또는 결과에 대한 법적 책임을 인정하게 됩니다. CocoFX와 그 소유자는 비트코인 등 암호자산 손실에 대한 일체의 법적 책임을 부담하지 않습니다. 이에 동의하지 않는 사용자는 로그인 후 인출 절차를 통해 비트코인 등 암호자산의 환급을 요청할 수 있습니다.
 
3.8: CocoFX 서버는 암호화 개인 키나 비트코인 개인 키를 일체 보관하지 않습니다. 본 웹사이트에 표시된 암호화 공개 키로 전송된 비트코인 등은 즉시 오프라인 금고로 안전하게 전달됩니다.
 
3.9: 본 웹사이트는 안전하고, 관련성이 있는 외부 링크만 포함시키고자 하지만 사용자는 본 웹사이트 전체에 표시된 외부 웹링크를 클릭하기 전에 항상 주의를 기울여야 합니다. 당사는 최선의 노력을 기울임에도 불구하고 외부 링크된 웹사이트의 모든 콘텐츠를 보증하거나 검증할 수 없습니다. 그러므로 외부 링크 클릭시 귀하는 스스로 그에 따른 위험을 감수하여야 하며 본 웹사이트와 그 소유자는 외부 링크 방문으로 인해 귀하에게 발생하거나 발생할 수 있는 일체의 손해 또는 결과에 대한 법적 책임을 부담하지 않습니다.
 
3.10: 당사는 본 개인정보 보호 정책을 개정할 수 있습니다. 당사 단독 재량으로 본 정책을 중대하게 변경할 경우, 당사는 사이트에 게시하여 모든 사용자들에게 이를 알리는 절차를 취할 것입니다. 귀하는 상기 변경이 효력을 발휘하게 된 후에 서비스에 계속 접속하거나 사용함으로써 개정된 개인정보 보호 정책이 귀하에게 구속력을 갖는다는 데 동의한 것으로 간주합니다.
 
 
4. 데이터 보호
 
4.1: CocoFX는 내부용에 한하여 데이터베이스에 귀하에 관한 정보를 저장할 수 있습니다. CocoFX는 법에서 요구하거나 귀하가 특별히 공개할 것을 지시하지 않는 한 합리적인 이유없이 제3자에게 귀하에 대한 일체의 세부 정보를 제공하지 않습니다.
 
 
5. 제3자 웹사이트
 
5.1: CocoFX는 CocoFX 계열이 아니거나 관련이 없는 제3자 웹사이트(이들 웹사이트에 CocoFX 브랜드, 광고 또는 링크가 표시될 수는 있음)로 링크되며, CocoFX는 귀하에게 제3자 링크를 포함하여 광고 또는 홍보가 포함된 이메일 메시지를 전송할 수 있습니다. CocoFX는 링크된 제3자 웹사이트 상 자료의 품질, 적합성, 성능, 합법성, 또는 이들 웹사이트에서 이용할 수 있는 상품과 서비스에 대한 일체의 진술 및 보증을 하지 않습니다. 이 자료는 귀하의 관심과 편의를 위해서만 제공됩니다. CocoFX는 이러한 제3자 웹사이트를 모니터링하거나 조사하지 않으며 자료의 내용 또는 정확성으로 인해 발생하는 일체의 손실에 대하여 어떠한 법적, 도의적 책임도 부담하지 않습니다. 이 자료에 표시된 의견을 CocoFX의 보증, 추천 또는 의견으로 취급해서는 안 됩니다.
 
5.2: CocoFX가 사전에 동의하지 않는 한 귀하는 어떠한 경우에도 웹사이트 상의 페이지로 연결되는 일체의 하이퍼링크를 생성해서는 안 됩니다. 귀하가 웹사이트 상의 어떤 페이지로든 연결되는 링크를 생성할 경우 귀하는 그 링크의 직접 또는 간접적인 결과에 대하여 모든 책임이 있음을 인정하며, 이 링크와 관련하여 발생하는 모든 손실, 책임, 비용 또는 경비에 대해 CocoFX는 면책됩니다.
 
 
6. 보증 및 진술
 
6.1: 귀하는 다음 각 호를 인정합니다.
 
•a) 귀하는 웹사이트에 접속 및 이용할 수 있는 권한이 있습니다. 특히 귀하가 거주하거나, 시민권을 보유하고 있거나, 사업을 운영하는 사법권 하에서 귀하의 CocoFX 서비스 이용을 허용합니다.
 
•b) 귀하가 일체의 기관을 대신하여 또는 그 기관의 이익을 위해 웹사이트를 사용하는 경우 귀하에게 웹사이트를 이용할 권리가 있는 것으로 가정합니다. 본 약관 위반을 비롯한 귀하의 위반 행위에 대하여 위 기관이 법적 책임을 부담합니다.
 
•c) 귀하는 웹사이트 및 서비스 이용에 따르는 위험을 감수합니다. 귀하는 CocoFX가 귀하의 웹사이트 및 서비스 이용으로 인해 발생하는 일체의 손해 또는 위험에 대하여 책임을 지지 않는다는 데 동의합니다.
 
•d) 웹사이트에 제공된 정보는 일반 정보 제공 전용이며 신의칙에 따라 제공되는 것입니다. CocoFX는 정보의 정확성을 보장하기 위하여 최선을 다하는 한편 CocoFX의 정보와 콘텐츠는 사전 통보 없이 변경될 수 있으며, 귀하에게 도움을 주기 위하여서만 제공됩니다. CocoFX가 정보의 정확성을 보장하기 위해 합당한 조치를 취했으나 CocoFX는 사이트에 액세스하는데 있어 직접 또는 간접적으로 발생할 수 있는 손실이나 손해, 전송 지연이나 전송 실패, 명령 수신, 웹사이트를 통해 전송된 통지에 대하여 CocoFX가 정확성을 보증하지 않으며 이에 대하여 책임을 부담하지 않습니다. 웹사이트의 모든 콘텐츠는 게시 또는 표시된 날짜에만 제공되며 후속 시장의 이벤트 또는 다른 이유로 대체될 수 있습니다. 귀하는 최신 데이터를 수신할 수 있도록 브라우저에서 캐시 설정을 지정하여야 합니다. 정보가 귀하의 목적에 부합하지 않거나 정확하지 않을 수 있으므로 스스로 세부적인 사항을 확인하여야 하며 단순히 이 정보에만 의존하여서는 안 됩니다. 귀하는 이 정보를 CocoFX가 제공하는 서비스를 이용하거나 서비스에 참여하도록 권장하는 것으로 해석해서는 안 됩니다.
 
•e) CocoFX는 웹사이트를 중단 및 오류 없이 사용할 수 있음을 보증하지 않습니다. 공중전화 서비스, 컴퓨터 네트워크 및 인터넷 등 웹사이트 접속에 사용되는 시스템의 운영 및 가용성은 예측이 불가능할 수 있습니다. 또한 때때로 웹사이트의 접속이 끊기거나 접속이 되지 않을 수 있습니다. CocoFX는 귀하의 웹사이트 및 서비스 접속, 사용 불가능의 원인에 대해 어떠한 책임도 부담하지 않습니다.
 
6.2: CocoFX는 웹사이트에 대한 보증을 하지 않습니다. CocoFX는 웹 사이트가 귀하의 요구 사항을 충족하거나 귀하의 목적에 부합하는 부분을 보증하지 않습니다. 법에서 허용하는 한도까지 상품성, 합목적성, 소유권 및 비침해성을 포함하되 그 외 모든 묵시적인 조건이나 보증을 배제합니다.
 
6.3: 귀하는 웹사이트에 접속하여 이용할 권리를 가지며 사업 목적으로 본 약관에 동의합니다. 어떤 사법권에서도 법으로 정한 소비자 보증 및 기업이 아닌 소비자를 보호할 목적으로 제정된 법이 웹사이트 및 본 약관에 적용되지 않음을 보증하고 진술합니다.
 
 
7. 서비스 이행
 
7.1: 귀하는 귀하 또는 제3자가 상품 기능의 부분에 따라 상품을 설치하는 컴퓨터 장비를 제공하는 인터넷 환경에서 웹사이트를 사용할 때 웹사이트의 적절한 운영에 대하여 CocoFX가 어떠한 책임도 부담하지 않음에 동의합니다.
 
7.2: 귀하는 이 서비스를 이용하는 과정에서 인터넷과 범세계 통신망의 적절한 운영에 있어 CocoFX의 통제 범위를 벗어난 제약이 존재함을 인정합니다. 귀하는 느린 속도 등 웹사이트의 환경 및 운영에 관하여 CocoFX의 책임이 없다는 데에 동의합니다.
 
7.3: 귀하는 본 서비스를 이용하는 과정에서 모든 거래의 이행은 최종적이고 취소가 불가능하다는 점에 동의합니다.
 
7.4: 귀하는 본 서비스를 이용하는 과정에서 CocoFX가 수익 또는 손실 포지션과 상관없이 언제든지 일체의 거래를 청산할 권리를 보유한다는 데 동의합니다.
 
7.5: 귀하는 본 서비스를 이용하는 과정에서 귀하가 입금한 원금에 대비하여 20% 손실이 발생한 시점에서 CocoFX가 자동손절매(Loss-cut)를 할 수 있는 권리를 보유한다는 데 동의합니다.
 
7.6: 귀하는 본 서비스를 이용하는 과정에서 희망하는 레버리지를 설정할 수 있으며, 본인이 설정한 레버리지에 따른 수익 또는 손실에 대하여 전적인 책임을 지고 그 위험을 감수합니다.
 
7.7: 입출금 귀하는 본 서비스를 이용하는 과정에서 CocoFX가 수익 또는 손실 포지션과 상관없이 언제든지 일체의 거래를 청산할 권리를 보유한다는 데 동의합니다.
 
7.8: 귀하는 본 서비스를 이용하는 과정에서 귀하가 입금한 암호자산이 동일한 원화의 가치만큼 화이트코인(CCE)으로 변환되어 귀하의 계정에 충전된다는 데 동의합니다. 귀하가 화이트코인을 귀하의 개인 전자지갑으로 이동·보관하거나 CocoFX가 제공하는 서비스 이외의 서비스를 이용하기 위하여 화이트코인을 보유하고자 하는 경우, 귀하는 화이트코인의 지갑을 별도 생성하여 CocoFX에 원하는 수량의 화이트코인을 이동하여 줄 것을 요청하여야 합니다.
 
7.9: 귀하는 서비스에 관하여 귀하의 요구 조건 충족 여부, 중단의 부존재, 시의적절성, 안전성, 오류의 부존재, 제공되는 정보의 정확성·신뢰성·적절성, 결함이나 오류의 시정 및 특정 시간이나 장소에서 서비스의 사용 등에 관하여 CocoFX가 보증하지 않음을 동의합니다. 귀하는 귀하의 서비스 이용으로 인해 발생하는 손실에 대한 전적인 책임이 있으며 그 위험을 감수합니다.
 
7.10: CocoFX 오픈베타 서비스 기간 중 프로그램, 고객지원, 플랫폼, 차트, 주문, 청산 등 일체의 서비스에 대한 오류가 있을 수 있음을 동의하고 오류에 대한 위험을 감수합니다.
 
7.11: CocoFX 오픈베타 서비스 기간은 2018년2월21일 부터 별도의 공지 전까지로 합니다. 
 
7.12: 출금신청 시 고객의 부주의로 암호자산 출금 주소를 잘못 입력할 경우 출금된 암호자산에 대한 CocoFX의 책임이 없음에 동의합니다.  
 
7.13: cocofx 마진/선물는 사용자의 인터넷 네트워크 환경, PC 사양 및 환경, 모바일 사양 및 환경, 잘못된 프로그램 사용 등 사용자의 환경에 따른 서비스 장애에 책임이 없음에 동의합니다.  
 
 
 
8. 서비스 제공
 
8.1: CocoFX는 서비스를 일정범위로 분할하여 각 범위 별로 이용가능시간을 별도로 지정할 수 있습니다. 다만 이러한 경우에는 그 내용을 사전에 공지합니다.
 
8.2: 서비스는 1일 24시간 제공함을 원칙으로 합니다.
 
8.3: CocoFX는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 합리적인 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 사전에 서비스 초기 화면이나 공지사항 게시판을 통하여 회원에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
 
8.4: CocoFX는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.
 
 
 
9. 면책
 
9.1: 귀하는 귀하의 본 계약 위반 및 귀하의 웹사이트 사용 중 CocoFX가 통제할 수 없는 원인으로 인하여 발생하는 일체의 모든 청구·손실·손해·변호사 보수를 포함한 경비에 관하여 CocoFX 및 협력업체, 그 라이센스 허가자 및 그 각각의 이사, 임원, 직원, 대리인 등에게 아무런 책임이 없음을 인정하고 관련자들을 보호하는 데 동의합니다.
 
9.2: 위의 경우는 CocoFX가 전자, 기계장비, 통신 회선(전화, 케이블, 인터넷 등), 무단 액세스, 바이러스, 절도, 운영자 오류, 천재지변 및 이상기후, 화재, 전쟁, 폭동, 노동쟁의 등 의 노동문제, 사고, 비상사태 또는 정부의 정책변경 등에 대한 책임을 부담하지 않음을 포함하고 있습니다.
 
 
10. 책임 한도
 
10.1: 어떤 경우에도 CocoFX, 그 공급업체 및 라이센스 허가자는 다음과 같은 본 계약의 주제 사안에 대하여 계약에 관한 법률상 과실책임, 무과실 책임을 포함한 일체의 책임을 부담하지 않습니다.
* i) 일체의 특수, 우발적 또는 결과적 손해, (ii) 조달 또는 대체 상품이나 서비스 비용, (iii) 데이터 사용 중단 또는 분실 또는 손상, 또는 (iv) 귀하가 본 계약에 따라 소송 사유 발생 전 12개월의 기간 동안 CocoFX에 지급한 수수료를 초과하는 일체의 금액. CocoFX는 CocoFX의 합리적 통제 범위를 벗어난 문제로 인한 오류 또는 지연에 대한 일체의 책임을 지지 않습니다. 전술한 내용은 관련법에서 금지하는 경우 적용해서는 안 됩니다.
 
 
11. 계산
 
11.1: CocoFX 거래 엔진이 수행하고 CocoFX가 확인한 모든 계산은 최종적인 것입니다. 6.1항에 명시한 바와 같이 CocoFX는 웹사이트를 중단 없이 또는 오류 없이 사용할 수 있음을 보증하지 않습니다.
 
 
12. 해지 & 귀하의 본 약관 위반에 대한 구제책
 
•a) CocoFX는 본 약관 위반에 대해 사전 통지 없이 귀하의 계정을 제한, 정지 또는 해지하거나 귀하의 웹사이트 접속을 거부할 권리를 보유하며, 그 외에도 행사 가능한 모든 구제책을 모색할 권리를 보유합니다. CocoFX는 사전 통지 없이 기능, 데이터베이스, 정보 또는 콘텐츠의 사용 가능성 등을 포함하여 언제든지 웹사이트의 전체 또는 일부를 변경, 보류 또는 중단할 수 있습니다. 귀하의 계정이 해지된 경우에는 더 이상 웹사이트에 액세스 할 권한이 없으며 웹사이트에서 다운로드 한 자료와 관련하여 귀하에게 부과된 제한 사항이 적용됩니다. 이 조항 및 조건에 명시된 면책 및 책임의 제한 내용은 그대로 유지됩니다. 귀하는 언제든지 귀하의 계정을 폐쇄함으로써 CocoFX와의 관계를 해지할 수 있습니다.
 
•b) CocoFX는 CocoFX가 합리적으로 필요하거나 적절하다고 간주하는 상황에서 법원, 정부 기관 또는 기타 법집행 당국이 요구하거나 요청할 경우 재량으로 귀하의 사용자 ID와 개인 정보를 제공할 수 있습니다.
 
 
13. 포기 금지
 
13.1: CocoFX가 약관의 이행 또는 약관에 따른 권리를 행사하지 않거나 지연하더라도 CocoFX의 권리 전체를 포기하는 것으로 해석해서는 안 됩니다.
 
 
14. 불가항력
 
14.1: 어느 당사자도 천재지변, 폭동, 전쟁, 악의적 손상 행위, 화재, 정전, 관권 등 당사자의 합리적 통제 범위를 벗어난 사유로 인하여 그 의무 이행을 지연시킨 데 대한 책임을 지지 않습니다.
 
 
15. 조항의 독립성
 
15.1: 본 약관의 조항 중 법원이 무효, 집행 불능 또는 불법이라고 판결한 조항이 있더라도, 다른 조항의 효력과 집행에 영향을 미치지 않습니다. 귀하는 CocoFX가 법원에 의하여 집행 불능인 것으로 판단되는 조항을 관련법에서 허용되는 범위로 변경하는 데 동의합니다.
 
 
16. 준거법 및 관할권
 
16.1: 본 약관 및 집행은 법률이 충돌되는 경우에도 준거법인 영국법에 의하며 이를 기준으로 하여 해석하여야 합니다.
 
16.2: 귀하는 영국법원의 관할권에 합의할 것에 동의하며 이에 대한 이의제기를 포기함에 동의합니다. 귀하는 본 이용 약관에 불만이 있는 경우에는 CocoFX의 이용을 중단하여야 합니다.</div>
        </div>
    </div>
</template>

<script>

export default {
    name: 'terms-policy',
    props: [],
}
</script>
