<template>
    <div>
        <div class="cnt privacy">
            <h3>거래 및 입출금 이용안내</h3>
            <div class="txt_pre">
                cocofx 마진/선물㈜(이하 ‘회사’)는 이용자의 개인정보 보호를 매우 중요하게 생각하며, 이용자가 회사의 서비스(암호자산 거래서비스)를 이용하기 위해 회사에 제공한 개인정보 보호에 최선을 다하고 있습니다. 이에 회사는 "정보통신망 이용촉진 및 정보보호 등에 관한 법률" 및 "개인정보 보호법" 등 개인정보 보호와 관련된 법령을 준수하고 있습니다. 회사는 본 개인정보처리방침을 사이트 첫 화면에 공개함으로써 이용자가 언제든지 쉽게 확인할 수 있도록 하고 있습니다. 본 개인정보처리방침은 관계 법령 및 회사의 내부 방침에 따라 변경될 수 있으며, 개정 시 버전 관리를 통하여 개정사항을 쉽게 확인할 수 있도록 하고 있습니다.

                <b>제1조(수집하는 개인정보 항목)</b> 회사에서 수집하는 개인정보 항목은 다음과 같습니다. 1. 회원가입 및 암호자산 거래 등 필요 시점에 수집하는 개인정보 항목

                <table class="policy_tb">
                    <colgroup>
                        <col width="150">
                            <col width="230">
                                <col width="*">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>구분</th>
                            <th>수집시점</th>
                            <th>수집항목</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td rowspan="2">회원가입</td>
                            <td>cocofx 마진/선물 회원가입</td>
                            <td class="txt-left">카카오 정보(닉네임, 프로필 사진), 카카오 계정(이메일), cocofx 마진/선물 닉네임, 이벤트 정보 수신 여부(선택)</td>
                        </tr>
                        <tr>
                            <td>레벨1
                                <br>이메일 인증</td>
                            <td class="txt-left">이메일</td>
                        </tr>
                        <tr>
                            <td rowspan="3">암호자산 거래</td>
                            <td>레벨2
                                <br>휴대폰 본인인증</td>
                            <td class="txt-left">이름, 휴대전화번호, 생년월일, 성별, 내/외국인 정보, 가입한 통신사, 본인확인 정보(CI, DI)</td>
                        </tr>
                        <tr>
                            <td>레벨3
                                <br>입출금 계좌인증</td>
                            <td class="txt-left">금융기관명, 계좌번호, 예금주명</td>
                        </tr>
                        <tr>
                            <td>레벨4
                                <br>2채널 추가인증</td>
                            <td class="txt-left">수집항목 없음</td>
                        </tr>
                        <tr>
                            <td rowspan="8">추가인증</td>
                            <td>입금 사실 증명</td>
                            <td class="txt-left">거래내역 사본, 입금확인증 사본</td>
                        </tr>
                        <tr>
                            <td>휴대전화번호 초기화</td>
                            <td class="txt-left">본인확인을 위한 통화 녹취, 통신사 이용계약증명서(또는 입금 사실 증명서류)</td>
                        </tr>
                        <tr>
                            <td>출금계좌 초기화</td>
                            <td class="txt-left">본인확인을 위한 통화 녹취, 통장표지 사본</td>
                        </tr>
                        <tr>
                            <td>계정복구</td>
                            <td class="txt-left">본인확인을 위한 통화 녹취, 입금 사실 증명서류</td>
                        </tr>
                        <tr>
                            <td>개명</td>
                            <td class="txt-left">본인확인을 위한 통화 녹취, 개명증명서(초본 등)</td>
                        </tr>
                        <tr>
                            <td>출금계좌 수동 등록</td>
                            <td class="txt-left">본인 확인을 위한 통화 녹취, 통장표지 사본</td>
                        </tr>
                        <tr>
                            <td>본인 요청 출금 정지의 해제</td>
                            <td class="txt-left">본인 확인을 위한 통화 녹취</td>
                        </tr>
                        <tr>
                            <td>회원탈퇴</td>
                            <td class="txt-left">수집항목 없음</td>
                        </tr>
                    </tbody>
                </table>

                2. 재화 또는 서비스 제공에 따른 법률에 따라 수집하는 개인정보 항목

                <table class="policy_tb">
                    <colgroup>
                        <col width="150">
                            <col width="230">
                                <col width="*">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>구분</th>
                            <th>수집시점</th>
                            <th>수집항목</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>이벤트</td>
                            <td>제세공과금 납부</td>
                            <td class="txt-left">이름, 주민등록번호, 휴대전화번호, 신분증 사본</td>
                        </tr>
                        <tr>
                            <td>상속</td>
                            <td>상속 업무 처리</td>
                            <td class="txt-left">이름, 생년월일, 자택 주소, 가족관계서류</td>
                        </tr>
                        <tr>
                            <td>보상</td>
                            <td>보상 업무 처리</td>
                            <td class="txt-left">이름, 휴대전화번호, 이메일주소</td>
                        </tr>
                        <tr>
                            <td>오입금</td>
                            <td>오입금 복구 처리</td>
                            <td class="txt-left">이름, 휴대전화번호, 이메일주소, 거래 ID, 코인 지갑 주소, 입금 증빙자료</td>
                        </tr>
                    </tbody>
                </table>

                3. 서비스 이용 중 자동으로 수집되는 정보

                <table class="policy_tb">
                    <colgroup>
                        <col width="150">
                            <col width="230">
                                <col width="*">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>구분</th>
                            <th>수집시점</th>
                            <th>수집항목</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>서비스 이용과정에서 자동 생성되는 항목</td>
                            <td>cocofx 마진/선물 서비스 이용 </td>
                            <td class="txt-left">단말기 정보(OS, 화면 크기, 디바이스 아이디, 휴대폰 번호, UUID), IP주소, 서비스 이용기록, 이용자 상태정보, 쿠키</td>
                        </tr>
                    </tbody>
                </table>

                4. 개인정보 수집 방법 1) 홈페이지, 모바일 앱, 이메일, 상담, 전화 등을 통한 수집 2) 타 서비스에서 제3자 제공 동의를 통한 수집 3) 자동수집 장치를 통한 수집

                <b>제2조(개인정보의 처리목적)</b> 회사는 다음의 목적으로 이용자의 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. 1. 이용자 정보 관리 - 이용자 식별, 이용자 정보 관리, 각종 고지사항 전달 - 이용자 상담 및 민원처리, 고객 피해보상 - 비대면 본인 인증을 통한 탈퇴 처리, 휴대폰 번호 및 출금계좌 초기화 등 2. 서비스 제공 - 본인 확인 및 암호자산 거래 관계 확인 - 암호자산 거래 관계의 설정·유지·해지 등 서비스 관리 전반에 관한 사항 등 3. 이벤트 정보 안내 - 각종 이벤트 및 광고성 정보 제공 - 신규 서비스 및 맞춤형 서비스 제공 등

                <b>제3조(개인정보의 보유 및 이용기간)</b> ① 회사는 법령에 따른 개인정보 보유·이용기간 또는 이용자로부터 개인정보의 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리합니다. ② 각각의 개인정보 보유 및 이용기간은 다음과 같습니다. 1. 암호자산 거래 서비스를 위한 개인정보 보유 및 이용기간

                <table class="policy_tb">
                    <colgroup>
                        <col width="150">
                            <col width="*">
                                <col width="150">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>구분</th>
                            <th>보유사유</th>
                            <th>이용기간</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>회원가입</td>
                            <td class="txt-left">회원 관리, 이용자 상담 및 민원처리 (금전적인 거래 이력이 없는 경우)</td>
                            <td>회원탈퇴 시</td>
                        </tr>
                        <tr>
                            <td>암호자산 거래</td>
                            <td class="txt-left">회사가 제공하는 서비스 이용에 따르는 본인 확인, 암호자산 거래 시 결재 및 출금 처리 정보 관리, 거래 관계 여부 판단</td>
                            <td>탈퇴 후 5년</td>
                        </tr>
                        <tr>
                            <td>추가인증</td>
                            <td class="txt-left">회원탈퇴 처리, 휴대폰 번호 및 출금계좌 초기화, 입금 사실 증명 확인</td>
                            <td>탈퇴 후 5년</td>
                        </tr>
                    </tbody>
                </table>

                다만, 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료 시까지 보유 및 이용합니다 2. 재화 또는 서비스 제공에 따른 법률에 의한 보존
                <table class="policy_tb">
                    <colgroup>
                        <col width="280">
                            <col width="*">
                                <col width="120">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>구분</th>
                            <th>관련법률</th>
                            <th>이용기간</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="txt-left">전자금융거래기록</td>
                            <td class="txt-left">전자금융거래법</td>
                            <td>5년</td>
                        </tr>
                        <tr>
                            <td class="txt-left">계약 또는 청약철회 등에 관한 기록</td>
                            <td class="txt-left" rowspan="5">전자상거래 등에서의 소비자보호에 관한 법률</td>
                            <td>5년</td>
                        </tr>
                        <tr>
                            <td class="txt-left">대금결제 및 재화 등의 공급에 관한 기록</td>
                            <td>5년</td>
                        </tr>
                        <tr>
                            <td class="txt-left">소비자의 불만 또는 분쟁처리에 관한 기록</td>
                            <td>3년</td>
                        </tr>
                        <tr>
                            <td class="txt-left">표시·광고에 관한 기록</td>
                            <td>6개월</td>
                        </tr>
                        <tr>
                            <td class="txt-left">보상, 오입금에 관한 기록</td>
                            <td>5년</td>
                        </tr>
                        <tr>
                            <td class="txt-left">본인확인에 관한 기록</td>
                            <td class="txt-left">정보통신망 이용촉진 및 정보보호 등에 관한 법률</td>
                            <td>6개월</td>
                        </tr>
                        <tr>
                            <td class="txt-left">로그인 기록</td>
                            <td class="txt-left">통신비밀보호법</td>
                            <td>3개월</td>
                        </tr>
                        <tr>
                            <td class="txt-left">제세공과금 납부 기록</td>
                            <td class="txt-left">국세기본법</td>
                            <td>5년</td>
                        </tr>
                        <tr>
                            <td class="txt-left">상속업무 처리 기록</td>
                            <td class="txt-left">상속세 및 증여세법</td>
                            <td>9개월</td>
                        </tr>
                    </tbody>
                </table>

                ③ 개인정보의 보유 및 이용기간은 서비스 이용계약 체결 시(회원가입)부터 서비스 이용계약 해지(탈퇴신청)까지 입니다. 회사는 다른 법령에서 별도의 기간을 정하고 있거나 이용자의 요청이 있는 경우를 제외하면, 법령에서 정의하는 기간(1년) 동안 재이용하지 아니하는 이용자의 개인정보를 파기하거나 다른 이용자의 개인정보와 분리하여 별도로 저장·관리합니다. 단, 기간 만료 30일 이전까지 개인정보가 파기되거나 분리되어 저장·관리되는 사실과 기간 만료일 및 해당 개인정보의 항목을 전자우편·서면·FAX·전화 또는 이와 유사한 방법 중 어느 하나의 방법으로 이용자에게 알립니다.

                <b>제4조(개인정보의 제3자 제공 및 국외 이전)</b> ① 회사는 이용자의 개인정보를 “제2조(개인정보의 처리목적)”에서 명시한 범위 내에서만 처리하며, 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
                <table class="policy_tb">
                    <colgroup>
                        <col width="20%">
                            <col width="20%">
                                <col width="20%">
                                    <col width="20%">
                                        <col width="20%">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>서비스명</th>
                            <th>제공받는 자</th>
                            <th>제공목적</th>
                            <th>제3자 제공항목</th>
                            <th>이용기간</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="txt-left">실명확인계좌 서비스</td>
                            <td class="txt-left">IBK기업은행</td>
                            <td class="txt-left">자금세탁방지 (자료요청 시 제공)</td>
                            <td class="txt-left">이름, 생년월일, 계좌정보, 거래내역</td>
                            <td class="txt-left">회원탈퇴 시 혹은 제휴 계약 종료 시까지</td>
                        </tr>
                    </tbody>
                </table>

                ② 국외 암호자산 거래소 Bittrex의 BTC/ETH/USDT 마켓 거래 서비스 이용 중 부정거래가 의심되는 경우 Bittrex가 현지 법령에 따라 해당 이용자의 정보 요청 시 회사는 그 요청에 한하여 아래의 개인 정보를 제공합니다.

                <table class="policy_tb">
                    <colgroup>
                        <col width="20%">
                            <col width="20%">
                                <col width="20%">
                                    <col width="20%">
                                        <col width="20%">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>서비스명</th>
                            <th>제공받는 자</th>
                            <th>제공목적</th>
                            <th>국외이전(제공)항목</th>
                            <th>이용기간</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td class="txt-left">BTC/ETH/USDT 마켓 거래 서비스</td>
                            <td class="txt-left">Bittrex, Inc.</td>
                            <td class="txt-left">부정거래 방지를 위한 Bittrex의 고객확인의무(Know Your Customer) 수행</td>
                            <td class="txt-left">이름, 휴대폰 번호, 성별, 이메일, 생년월일, 거래내역, 계좌정보</td>
                            <td class="txt-left">회원탈퇴 시 혹은 제휴 계약 종료 시까지</td>
                        </tr>
                    </tbody>
                </table>

                <b>제5조(개인정보처리의 위탁)</b> ① 회사는 서비스 제공에 있어 필요한 업무 중 일부를 외부 업체가 수행하도록 개인정보를 위탁하고 있습니다. 그리고 위탁받은 업체가 관계 법령을 위반하지 않도록 관리·감독하고 있습니다. ② 회사가 개인정보처리를 위탁한 업체는 다음과 같습니다. 1. 개인정보처리 수탁업체

                <table class="policy_tb">
                    <colgroup>
                        <col width="20%">
                            <col width="20%">
                                <col width="20%">
                    </colgroup>
                    <thead>
                        <tr>
                            <th>수탁업체</th>
                            <th>위탁목적</th>
                            <th>개인정보 이용기간</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>(주)퓨쳐위즈</td>
                            <td>cocofx 마진/선물 서비스와 관련한 고객상담</td>
                            <td rowspan="6">회원탈퇴 시 혹은 위탁계약 종료 시까지</td>
                        </tr>
                        <tr>
                            <td>세틀뱅크(주)</td>
                            <td>입출금 서비스</td>
                        </tr>
                        <tr>
                            <td>(주)쿠콘</td>
                            <td>입출금 서비스</td>
                        </tr>
                        <tr>
                            <td>(주)다날</td>
                            <td>휴대폰 본인 인증 서비스</td>
                        </tr>
                        <tr>
                            <td>(주)카카오페이</td>
                            <td>2채널 추가 인증 서비스</td>
                        </tr>
                        <tr>
                            <td>비즈톡(주)</td>
                            <td>카카오 알림톡 발송 대행</td>
                        </tr>
                    </tbody>
                </table>

                <b>제6조(이용자 및 법정대리인의 권리ㆍ의무와 행사방법)</b> ① 이용자는 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다. 다만, 개인정보 보호법 제35조 제4항, 제36조 제1항, 제37조 제2항 등 관계 법령에서 정하는 바에 따라 이용자의 개인정보 열람·정정·삭제·처리정지 요구 등의 권리 행사가 제한될 수 있습니다. ② 이용자의 권리 행사는 개인정보 보호법 시행령 제41조 제1항에 따라 서면, 전자우편, FAX 등을 통하여서 하실 수 있으며, 회사는 이에 대해 지체 없이 조치하겠습니다 ③ 제1항에 따른 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여서 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하여야 합니다. ④ 개인정보의 정정 및 삭제 요구 시 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다. ⑤ 회사는 이용자 이용 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

                <b>제7조(개인정보의 파기)</b> ① 회사는 개인정보 보유 기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때는 지체없이 해당 개인정보를 파기합니다. ② 이용자로부터 동의받은 개인정보 보유 기간이 지나거나 처리목적이 달성되었음에도 불구하고 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. ③ 개인정보 파기 방법은 다음과 같습니다. 1. 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없도록 영구 삭제 2. 종이 문서에 기록·저장된 개인정보는 분쇄기로 분쇄하거나 소각

                <b>제8조(개인정보의 기술적·관리적 보호 대책)</b> 회사는 이용자들의 개인정보를 처리하면서 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 마련하고 있습니다. 1. 내부관리계획 수립 회사는 회사가 처리하는 개인정보의 안전한 관리를 위하여 내부관리계획을 수립하여 시행하고 있습니다. 2. 이용자의 개인정보 암호화 회사는 이용자의 비밀번호 및 은행 계좌번호 등의 개인정보를 안전한 암호알고리즘에 의해 암호화하여 저장 및 관리하고 있습니다. 3. 해킹 등에 대비한 대책 회사는 해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신 프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 4. 개인정보취급자의 최소화 및 교육 회사는 개인정보 취급자를 업무 수행에 필요한 최소한으로 제한하며, 개인정보 취급자에 대한 교육 등 관리적 조치를 통해 개인정보보호의 중요성을 인식시키고 있습니다.

                <b>제9조(개인정보 자동수집 장치의 설치·운영 및 그 거부에 관한 사항)</b> ① 회사는 이용자의 서비스 편의를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. ② 쿠키는 웹사이트가 고객의 컴퓨터 브라우저(인터넷 익스플로러 등)에 전송하는 소량의 정보입니다. 1. 쿠키의 사용 목적 쿠키를 통해 이용자가 선호하는 설정 등을 저장하여 이용자에게 더욱 빠른 웹 환경을 지원하며, 편리한 이용을 위해 서비스 개선에 활용합니다. 이를 통해 이용자는 더욱 손쉽게 서비스를 이용할 수 있게 됩니다. 2. 쿠키의 설치∙운영 및 거부 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다. 3. 쿠키 설정 거부 방법 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다. - Internet Explorer :도구 메뉴 선택 &gt; 인터넷 옵션 선택 &gt; 개인정보 탭 클릭 &gt; 고급 개인정보 설정 &gt; 쿠키 수준 설정 - Chrome :설정 메뉴 선택 &gt; 고급 설정 표시 선택 &gt; 개인정보 및 보안 &gt; 콘텐츠 설정 선택 &gt; 쿠키 수준 설정 - Safari :환경설정 메뉴 선택 &gt; 개인정보 탭 선택 &gt; 쿠키 및 웹 사이트 데이터 수준 설정

                <b>제10조(개인정보 보호 책임자 및 담당 부서)</b> ① 회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 관련 부서 및 개인정보 보호 책임자를 지정하고 있습니다. ▶ 개인정보 보호 책임자 - 이름 : - 직책 : 개인정보 보호 책임자 - 전화번호 : - 이메일 : - 담당 부서 : 정보보안팀 ② 이용자가 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원은 개인정보 보호 책임자 및 담당 부서로 문의하실 수 있습니다. 회사는 이용자의 문의 사항에 대해 답변 및 처리해드릴 것입니다.

                <b>제11조(권익침해 구제방법)</b> 개인정보 침해에 대한 피해구제, 상담 등이 필요할 경우 다음 기관에 문의하실 수 있습니다. ▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영) - 홈페이지 : privacy.kisa.or.kr - 전화 : (국번 없이) 118 ▶ 개인정보 분쟁조정위원회 - 홈페이지 : www.kopico.go.kr - 전화 : (국번 없이) 1833-6972 ▶ 대검찰청 사이버범죄수사단 - 홈페이지 : www.spo.go.kr - 전화 : 02-3480-3573 ▶ 경찰청 사이버안전국 - 홈페이지 : cyberbureau.police.go.kr - 전화 : (국번 없이) 182

                <b>제12조(링크 사이트에 대한 책임)</b> 회사는 이용자에게 다른 외부사이트로 연결되는 링크를 제공할 수 있습니다. 이 경우 회사는 외부사이트에 대한 통제권이 없으므로 이용자가 외부사이트로부터 제공받는 서비스나 자료의 유용성, 진실성, 적법성에 대해 책임 및 보증할 수 없으며, 링크된 외부사이트의 개인정보처리방침은 회사와 무관하므로 해당 외부사이트의 정책을 확인하시기 바랍니다.

                <b>제13조(개인정보처리방침 변경)</b> 현 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 이전부터 '공지사항'을 통해 알릴 것입니다. 다만, 개인정보의 수집 및 활용, 제3자 제공 등과 같이 이용자 권리의 중요한 변경이 있을 때는 최소 30일 이전에 알립니다.
            </div>
        </div>
    </div>
</template>

<script>

export default {
    name: 'trade-policy',
    props: [],
}
</script>
