<template>
    <div>
        <div class="cnt privacy">
            <h3>개인정보 처리 방침</h3>
            <div class="txt_pre">
<b>a)</b> BITMARGIN Ltd.(이하’회사’라 함)는 홍콩의 관련 법률에 따라 홍콩에 등록•설립된 회사로 사용자에게 암호자산(디지털 자산) 거래를 위한 서비스(이하 ‘서비스’ 또는 ‘해당 서비스’ 라 함)를 제공하는 사이트인 https://www.cocofx.com(이하 ‘사이트’라 함)를 운영하고 있다.
<b>b)</b> 당사는 귀하의 개인정보를 존중하며 본 정책의 보호 방침에 따라 귀하의 개인정보를 보호할 것임을 알린다.
<b>c)</b> 개인정보 보호 정책은 본 사이트에 대한 사용자의 접속, 신규회원가입 및 회사가 제공하는 서비스에 대한 사용자의 사용에 대하여 정보를 수집하고 수집한 정보를 어떻게 사용하고 보호하는지 규정하였다.



<b>1. 사용자의 동의</b>
사용자는 개인 정보를 수집 처리하는 것에 대하여 반드시 개인정보 처리 방침 조항을 잘 열람하고 이해해야 한다. 사용자는 본 사이트에 접속하는 순간부터 회원가입 여부와 상관없이 사용자는 본 사이트의 내용을 받아들이고 동의하며 허용한다는 것으로 간주한다.

<b>1.1</b> 사용자는 회사에 개인 자료를 제공, 공개하는 것에 동의한다.
<b>1.2</b> 사용자는 본 사이트에 대한 접속, 회원기입, 서비스 제공 에 대한 사용을 통해 사용자의 정보를 수집하고 취급하는 것에 동의한다.
<b>1.3</b> 회사는 본 개인정보 보호 정책을 개정 할 수 있다. 회사의 단독 재량으로 본 정책을 변경할 경우 회사는 사이트에 고지하여 사용자들에게 알리며 상기 변경이 효력을 발휘하게 된 후에 본 사이트에 접속하거나 서비스를 이용함으로써 사용자는 개정된 본 정책이 사용자에게 구속력을 갖는다는 것에 동의한다.  
<b>1.4</b> 사용자는 본 청책의 모든 조항 및 제한 사항을 준수한다.
<b>1.5</b> 사용자는 사용자의 문제 해결에 따라 또는 사용자가 관심을 가질 수 있는 제품 및 서비스에 대해 회사의 지사,자회사,직원이 사용자에게 연락하는 것에 동의한다. 단, 사용자가 이미 회사에게 관련 정보를 수락하지 않는다는 의사를 전달한 경우는 제외한다.



<b>2. 개인정보 수집 및 처리목적</b>.
<b>2.1</b> 회사는 개인정보를 아래의 항목에 따라 수집 및 처리한다.
<b>2.1.1</b> 본 사이트를 통해 사용자에게 회사의 모든 서비스를 제공한다.
<b>2.1.2</b> 사용자가 본 사이트를 사용할 때 사용자의 신분을 식별하고 확인한다.
<b>2.1.3</b> 본 사이트의 서비스를 개선하고 향상하기 위함이다. (고객센터 및 전자메일 등을 통하여 사용자의 서비스 요구 및 지원 요구에 효과적으로 대응하기 위해 사용자로부터 제공받은 정보 및 피드백에 따라 본 사이트 서비스를 개선한다.)
<b>2.1.4</b> 회원 가입의사 확인, 사용자 서비스 제공에 따른 본인 식별 및 인증, 사용자격의 유지 및 관리, 각종 고지 및 통지, 서비스 부정이용 방지, 분쟁 조정, 문제 해결을 위함이다.
<b>2.1.5</b> 이메일을 통한 정기적인 발송 (사용자가 제공하는 이메일 주소는 본 사이트의 고충 처리, 뉴스, 업데이트 사항, 관련제품 및 서비스 사항 외 정보 및 주문관련 업데이트 정보의 발송에 사용된다.)
<b>2.1.6</b> 거래의 처리 (사용자의 모든 정보는 본인의 허락을 받지 않으면 어떠한 이유로도 타회사에 판매,교환,이전 및 제공을 하지 않는다. 단, 본인이 요구하는 명확한 거래목적은 제외한다.)
<b>2.1.7</b> 본 사이트 규정 및 약관에 따른 기타 목적을 만족하거나 해당 목적을 만족하기 위한 모든 합법적인 방법.
<b>2.1.8</b> 회사에서 본 사이트를 통해 제공하는 프로모션 또는 이벤트에 활용한다.
<b>2.1.9</b> 서비스 분석 및 통계, 이벤트, 광고성 정보 제공, 서비스의 유효성 확인, 접속빈도 파악 및 사용자 서비스에 대한 통계, 기타 서비스 제공 및 광고게재 등 서비스 개선 및 마케팅 활용 목적으로 개인정보를 활용할 수 있다. 
<b>2.1.10</b> 해킹/사기 등 관련 사고 조사 및 기타 당국의 법령상 의무 이행 등에 따른 정당하고 합법적인 요청 시 자료제공.
<b>2.2</b> 회사는 판매 및 거래 등 기타 방식으로 사용자의 정보를 기타 제3자에게 양도하지 않는다. 단, 회사의 관계자 또는 본 사이트의 경영,업무 진행에 도움이 되거나 사용자에게 서비스를 제공하는 아래 항목에 부합하며, 해당 정보들을 비밀로 유지한다는 것에 동의한 신뢰성 있는 제 3자에게 공개될 수 있다.
<b>2.2.1</b> 해당국의 법률, 법규, 규정제도에 부합 하다고 판단한 경우.
<b>2.2.2</b> 법원 및 기타 주관부서의 명령 또는 본 사이트의 운영 전략에 따라 필요한 경우
<b>2.2.3</b> 사이트의 정상적인 운영 수요를 만족하기 위해 필요한 경우
<b>2.2.4</b> 관계자가 서비스를 제공하기 위해 필요한 경우
<b>2.2.5</b> 재산 및 안전 보호를 위해 필요한 경우
<b>2.3</b> 회사는 원활한 개인정보 업무 처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 사용자는 개인정보 위탁(제공)에 대한 동의를 거부할 권리가 있다. 단, 동의를 거부할 경우 서비스 이용에 제한을 받는다.
<b>2.3.1</b> 회사는 개인정보 처리업무를 위탁 받은 업체가 개인정보를 안전하게 처리하도록 필요한 사항을 규정하고 관리/감독 한다.
<b>2.3.2</b> 회사는 수탁자 및 위탁업무의 내용이 변경될 경우 본 개인정보 처리방침을 통하여 공개 한다. 



<b>3. 수집 정보</b>.
<b>3.1</b> 사용자는 본 사이트를 사용할 때 회사가 cookies를 이용하여 사용자의 모든 조작을 추적하며 사용자가 본 사이트에 남긴 모든 정보를 수직 및 기록하는 것에 동의한다.
<b>3.1.2</b> 정보는 사용자의 IP주소, 지리적 위치, 및 기타 자료를 포함하며 한정되지 않는다.
<b>3.2</b> 본 사이트에서 제공하는 서비스를 사용하기 위해서는 아래 정보를 작성하고 제출하여야 한다.
<b>3.2.1</b> 사용자의 이름, 주소, 우편 주소, 소속 국가, KYC 서류(소속 국가의 정부로부터 발급 받은 신분 증명 서류), 휴대전화 번호, 생년월일, 성별, 이메일, 비밀번호, 계좌유형, 레버리지, 거래유형, 닉네임 정보를 포함하며 수집 항목은 꼭 여기에 한정되지 않는다. (이하 ‘수집 정보’ 라 함.)
<b>3.3</b> 사용자는 본 사이트에 공개된 기타 제3자의 사이트 또는 회사와 협력 관계를 맺은 제3자를 포함한 모든 공개된 링크를 접속했을 경우 해당 사이트 또는 회사의 독자정인 정책에 동의하고 준수해야 한다. 회사는 제3자의 링크 및 콘텐츠를 보증하거나 검증할 수 없으며, 사용자는 제3자의 링크 방문으로 인해 발생하는 일체의 손해 또는 결과에 대한 법적 책임을 질 수 없을을 인지하고 동의한다.  



<b>4. cookies 사용</b>.
<b>4.1</b> 회사는 웹사이트 방문 중 사용자 환경을 개선하기 위해 cookies를 사용할 수 있다.
<b>4.1.1</b> 이 경우 웹사이트는 사용자의 컴퓨터 또는 기타 장치에서 cookies 사용을 허가하거나 불허할 수 있게 해주는 cookies 제어 시스템을 사용한다.
<b>4.1.2</b> cookies 사용 시 웹사이트가 사용자의 명시적인 동의를 받은 후 사용자의 컴퓨터 또는 장치에 설치된 cookies와 같은 파일을 두거나 읽도록 규정한 최신 법규정을 준수한다.
<b>4.2</b> cookies는 사용자의 컴퓨터 하드 드라이브에 저장된 소량의 파일로 본 사이트의 각 항목에 대한 방문자의 시청 습관 및 선호를 기록한다.
<b>4.3</b> 사용자는 컴퓨터 하드 드라이브에 본 웹사이트에서 전송한 cookies를 저장하여 사용하는 것을 거부하고 싶다면 웹브라우저 보안설정을 통해 본 웹사이트의 모든 cookies를 차단하는 필수 조치를 취해야 한다.
<b>4.4</b> 이 소프트웨어는 Google Analytics 에서 제공하는 것으로 방문자 사용을 추적하는 cookies를 사용할 수 있다. 보다 자세한 내용은 다음 링크(http://www.google.com/privacy.html) 에서 구글 개인정보 보호 정책을 참조 한다.



<b>5. 개인 정보 자료의 보호</b>.
<b>5.1</b> 회사는 다음과 같이 정보 보호를 위한 기술적,물리적,관리적인 조치를 취하고 보호한다.
<b>5.1.1</b> 해킹 등에 대비한 기술적 조치: 회사는 개인정보의 훼손에 대하여 수시로 백업하고 있으며, 암호화 통신 등을 통하여 네트워크상의 개인정보를 암호화 하여 안전하게 보호한다.
<b>5.1.2</b> 물리적 조치: 회사는 개인정보에 대한 접근을 제한하며, 문서보안을 위한 잠금 장치가 있는 안전한 장소에 보관한다.
<b>5.1.3</b> 관리적 조치: 비인가 자에 대한 출입을 통제하며 내부 관리계획을 수립하여 시행한다.



<b>6. 개인 정보 보호 정책 조항의 수정</b>.
<b>6.1</b> 회사는 본 정책의 조항을 수시로 수정할 권리를 가지고 있다. 회사는 최신 버전의 개인 정보 보호 정책의 발효일을 업데이트 하거나 공지하는 형식으로 사용자에게 조항에 대한 수정을 통보하며 수정된 부분을 강조한다.
<b>6.1.1</b> 회사는 변경된 정책을 공지하여 사용자에게 정책 수정을 통보하지만 이것은 회사의 의무가 아니며 사용자는 정기적으로 본 개인 정보 보호 정책 조항을 수시로 확인하여야 한다. 수정 내용에 동의하지 않는다면 사이트에 대한 접속을 바로 중단하여야 하며 정책의 업데이트본이 발표된 이후 지속적으로 본 사이트에 접속하는 것은 사용자가 업데이트 내용에 동의하며 해당 정책을 준수하는 것을 의미한다. 



<b>7. 암호화 해시</b>.
<b>7.1</b> 암호화 해시 함수와 키를 사용하여 본 웹사이트에 암호자산을 전송하는 사용자는 이와 관련된 위험을 감수해야 할 전적인 책임이 있다. 회사가 제공하는 서비스를 이용함으로써 사용자는 본 웹사이트 사용을 통해 발생하는 일체의 손실,손해 또는 결과에 대한 법적 책임에 동의하는 것으로 간주한다. 이에 따라 회사와 그 소유자는 암호자산 손실에 대한 일체의 법적 책임을 지지 않는다. 이에 동의 하지 않는 사용자는 즉시 본 사이트의 인출 절차를 통해 암호자산 환급을 요청해야 하며 본 사이트 접속을 해지해야 한다.



<b>8. 연락처</b>.
<b>8.1</b> 본 개인 정보 보호 정책에 관한 질문 및 의견 요청은 support@cocofx.com 으로 한다. 본 공식 이메일 주소를 사용하지 않음으로 인한 결과에 대해 회사는 책임을 부담하지 않는다.
<b>8.2</b> 회사는 본 사이트에서 공유된 유효한 연락 방식으로 정보를 공지,발표하거나 본 사이트 공지를 통해 게시하므로 이 외의 기타 방식으로 정보를 취득하여 발생하는 모든 결과에 대해 회사는 아무런 책임도 부담하지 않는다.

            </div>
        </div>
    </div>
</template>

<script>

export default {
    name: 'privacy-policy',
    props: [],
}
</script>
